return 
{
	[1001] = 
	{
		ID   = 1001,
		Name = "元宝",
		Desc = "好东西哟，许多功能都会用到它。"
	},
	[1002] = 
	{
		ID   = 1002,
		Name = "银币",
		Desc = "据说有了它可以让鬼推磨。"
	},
	[1003] = 
	{
		ID   = 1003,
		Name = "竞技场积分",
		Desc = "可在竞技场商店兑换好东西。"
	},
	[1004] = 
	{
		ID   = 1004,
		Name = "帮贡",
		Desc = "可在帮会商店兑换好东西。"
	},
	[1005] = 
	{
		ID   = 1005,
		Name = "侠义值",
		Desc = "可在侠义值商店兑换好东西。"
	},
	[1006] = 
	{
		ID   = 1006,
		Name = "魂玉",
		Desc = "可在铁匠铺兑换好东西。"
	},
	[1007] = 
	{
		ID   = 1007,
		Name = "登塔积分",
		Desc = "可在电视塔商店兑换好东西。"
	},
	[1008] = 
	{
		ID   = 1008,
		Name = "技能点",
		Desc = "可用于技能升级，在BOSS副本掉落。"
	},
	[1009] = 
	{
		ID   = 1009,
		Name = "红心",
		Desc = "可用于仙女技能升级。"
	},
	[1010] = 
	{
		ID   = 1010,
		Name = "勋章",
		Desc = "可用于勋章商店。"
	},
	[1011] = 
	{
		ID   = 1011,
		Name = "木材",
		Desc = "可用于家园建筑升级。"
	},
	[1012] = 
	{
		ID   = 1012,
		Name = "消费积分",
		Desc = "可用于积分商店。"
	}
}