return 
{
	[1001] = 
	{
		ID      = 1001,
		content = {
			"蠢货，过来打我呀~","哈哈，你们这群2货过不来吧。","今晚的太阳好圆啊。","烧死他们","约吗?"
		}
	},
	[1002] = 
	{
		ID      = 1002,
		content = {
			"对面那群屌丝，该去工地搬砖了。","大王叫我，来巡山哟~","蠢货们，你们过不来吧，哈哈哈哈"
		}
	},
	[1003] = 
	{
		ID      = 1003,
		content = {
			"冻死你们，哈哈哈","看，有灰机,这么冷的天对面那头肥猪还不穿衣服"
		}
	},
	[1004] = 
	{
		ID      = 1004,
		content = {
			"眼眼，只要我活着，你就不会死。"
		}
	},
	[1005] = 
	{
		ID      = 1005,
		content = {
			"耳耳，不求同年同月同日生，但求同年同月同日死！"
		}
	},
	[1006] = 
	{
		ID      = 1006,
		content = {
			"木属性星将才能打我哟"
		}
	},
	[1007] = 
	{
		ID      = 1007,
		content = {
			"用技能打我，你掉血比我还多。"
		}
	},
	[1008] = 
	{
		ID      = 1008,
		content = {
			"我不会告诉你用2次怒气技能才能杀掉我。"
		}
	},
	[1009] = 
	{
		ID      = 1009,
		content = {
			"呔，你个呆子！"
		}
	},
	[1010] = 
	{
		ID      = 1010,
		content = {
			"你激怒我了！"
		}
	},
	[1011] = 
	{
		ID      = 1011,
		content = {
			"尼玛！"
		}
	},
	[1012] = 
	{
		ID      = 1012,
		content = {
			"代表月亮消灭你！"
		}
	},
	[1013] = 
	{
		ID      = 1013,
		content = {
			"换个形态再来一次！"
		}
	}
}