return 
{
	[1] = 
	{
		ID           = 1,
		NodeList     = {
			10101,10102,10103,10104,10105,10106,10107,10108,10109,10110
		},
		HardNodeList = {
			10101,10102,10104,10106,10108,10110
		},
		OpenLevel    = 0,
		PassAward    = {
			40010,41001,40013,40014
		},
		Story        = "给我个支点我就能翘起整个地球，肉吃太多脑袋有点生锈。有个女神从古至今我追了她很久，但这世界不论何时有车有房才算是混得好，所以每天陪着我的、我最亲爱的只是一台破电脑。在现实生活就像是一场求生游戏，算存活几率我应该可以勉勉强强取得胜利，女神呐等等我，等到春天来时就该上演我的逆袭！"
	},
	[2] = 
	{
		ID           = 2,
		NodeList     = {
			10201,10202,10203,10204,10205,10206,10207,10208,10209,10210,10211,10212
		},
		HardNodeList = {
			10201,10204,10206,10208,10210,10212
		},
		OpenLevel    = 0,
		PassAward    = {
			40009,41002,40023,40014
		},
		Story        = "你想借我家的法宝呀？你想要借的话你就说话嘛。你不说我怎么知道你想要借呢？虽然你很有诚意地看着我，可是你还是要跟我说你想要借的呀。你真的想要借吗？那你就拿去吧。你不是真的想要借吧？难道你真的想要借吗？那你可要记得还给我呀。你会还我的对吧？你一定会还我的对吧？你可千万要记得还给我呀…"
	},
	[3] = 
	{
		ID           = 3,
		NodeList     = {
			10301,10302,10303,10304,10305,10306,10307,10308,10309,10310,10311,10312
		},
		HardNodeList = {
			10301,10304,10306,10308,10310,10312
		},
		OpenLevel    = 0,
		PassAward    = {
			40011,41003,40033,40014
		},
		Story        = "曾经有一条火辣的短裙出现在我的眼前，我没有珍惜。等我失去的时候，才追悔莫及，夏天里最痛苦的事莫过于此。如果上天能够我再来一次的机会，我会对那个穿短裙的菇凉说两个字：约吗？如果非要给这条裙子上加上一个长度，我希望是…齐B！"
	},
	[4] = 
	{
		ID           = 4,
		NodeList     = {
			10401,10402,10403,10404,10405,10406,10407,10408,10409,10410,10411,10412
		},
		HardNodeList = {
			10401,10404,10406,10408,10410,10412
		},
		OpenLevel    = 18,
		PassAward    = {
			40011,40012,40043,40044
		},
		Story        = "当我第一次把PM2.5排放进大气的时候，其实我是拒绝的，因为我觉得不是你想污染环境就可以随便乱排放的。第一我要去相关部门报备一下，我不愿意排放了以后再加一些特效上去，让烟雾duang的一下，很白、很干净。这样记者来暗访的时候一定会骂我们，根本没有这样的污染，他们就没有什么可以播的新闻了…"
	},
	[5] = 
	{
		ID           = 5,
		NodeList     = {
			10501,10502,10503,10504,10505,10506,10507,10508,10509,10510,10511,10512
		},
		HardNodeList = {
			10501,10504,10506,10508,10510,10512
		},
		OpenLevel    = 25,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "每一个成功的男人背后都会有一个一直默默支持他的女人，而那种非常非常成功的男人背后则会有成千上万个一直默默支持他的女人。为了这个男人，女人们成立了“剁手党”、还自诩为“败家娘们”。或许我没办法成为如此成功的男人，但至少我还可以努力成为这个成功男人背后的女人的男人…"
	},
	[6] = 
	{
		ID           = 6,
		NodeList     = {
			10601,10602,10603,10604,10605,10606,10607,10608,10609,10610,10611,10612
		},
		HardNodeList = {
			10601,10604,10606,10608,10610,10612
		},
		OpenLevel    = 30,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "大鹏快递，全球30秒送达业务开创者，一年送出快递百亿多件，快递单连起来可绕地球三十几圈。有件寄，就找大鹏快递。我们不生产快递，我们只是大物流的搬运工！你的快递就是我的快递，所以我们用职业操守担保，绝不因心情不好等主观原因就随意弃件！"
	},
	[7] = 
	{
		ID           = 7,
		NodeList     = {
			10701,10702,10703,10704,10705,10706,10707,10708,10709,10710,10711,10712
		},
		HardNodeList = {
			10701,10704,10706,10708,10710,10712
		},
		OpenLevel    = 34,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "降妖、除魔、念经、抓怪，你们都以为我只为了这些而存在。但只有我自己知道，我梦里的那个人，他今天穿的内裤有着什么样的色彩。你们总是说我不懂得什么叫做爱，但我更可怜你们至今还不明白，性别不一样还怎么谈恋爱。哪怕遍体鳞伤，也必须活出精彩。我是法海，雷峰家居创始人，我为自己代言。"
	},
	[8] = 
	{
		ID           = 8,
		NodeList     = {
			10801,10802,10803,10804,10805,10806,10807,10808,10809,10810,10811,10812
		},
		HardNodeList = {
			10801,10804,10806,10808,10810,10812
		},
		OpenLevel    = 38,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "你单身吗？你还在单身吗？你怎么还在单身呀！单身不是你的错，但是单身还不上妖恋网去相亲，那就是你的错了！妖恋网是由专业红（fan）娘（tuo）提供服务的次时代相亲网站。7000位的专业红（fan）娘（tuo），一对一的贴心服务，已让千万人、妖成功的相亲！我们承诺，每次相亲，点菜绝不超过1000块！"
	},
	[9] = 
	{
		ID           = 9,
		NodeList     = {
			10901,10902,10903,10904,10905,10906,10907,10908,10909,10910,10911,10912
		},
		HardNodeList = {
			10901,10904,10906,10908,10910,10912
		},
		OpenLevel    = 43,
		PassAward    = {
			40011,40012,40053,40094
		},
		Story        = "本人姓李，天朝的公务员，主管刑事——以上是背景，说好不割就是不割。那天我小儿子突然失踪了，把我急得是上串下跳的。倒不是担心我儿子的安全，而是我儿子本身就是一个重大的安全隐患。不说了，得赶在那熊孩子又去翻江倒海前把他给逮回来。最后报上暗号，请组织验证：天王盖地虎，小鸡炖蘑菇。"
	},
	[10] = 
	{
		ID           = 10,
		NodeList     = {
			11001,11002,11003,11004,11005,11006,11007,11008,11009,11010,11011,11012
		},
		HardNodeList = {
			11001,11004,11006,11008,11010,11012
		},
		OpenLevel    = 47,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "本人姓李，天朝的公务员，主管刑事——以上是背景，说好不割就是不割。那天我小儿子突然失踪了，把我急得是上串下跳的。倒不是担心我儿子的安全，而是我儿子本身就是一个重大的安全隐患。不说了，得赶在那熊孩子又去翻江倒海前把他给逮回来。最后报上暗号，请组织验证：天王盖地虎，小鸡炖蘑菇。"
	},
	[11] = 
	{
		ID           = 11,
		NodeList     = {
			11101,11102,11103,11104,11105,11106,11107,11108,11109,11110,11111,11112
		},
		HardNodeList = {
			11101,11104,11106,11108,11110,11112
		},
		OpenLevel    = 51,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "最大皮革厂，江南皮革厂倒闭了！忘八端老板黄鹤吃喝嫖赌，欠下了3.5个亿，带着他的小姨子跑了。我们没有没有办法，拿着钱包抵公司。原价都是三百多、二百多、一百多的钱包，通通二十块，通通二十块！黄鹤忘八端，你不是人，我们辛辛苦苦给你干了大半年，你不发工资，你还我血汗钱，还我血汗钱！"
	},
	[12] = 
	{
		ID           = 12,
		NodeList     = {
			11201,11202,11203,11204,11205,11206,11207,11208,11209,11210,11211,11212
		},
		HardNodeList = {
			11201,11204,11206,11208,11210,11212
		},
		OpenLevel    = 55,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "最大皮革厂，江南皮革厂倒闭了！忘八端老板黄鹤吃喝嫖赌，欠下了3.5个亿，带着他的小姨子跑了。我们没有没有办法，拿着钱包抵公司。原价都是三百多、二百多、一百多的钱包，通通二十块，通通二十块！黄鹤忘八端，你不是人，我们辛辛苦苦给你干了大半年，你不发工资，你还我血汗钱，还我血汗钱！"
	},
	[13] = 
	{
		ID           = 13,
		NodeList     = {
			11301,11302,11303,11304,11305,11306,11307,11308,11309,11310,11311,11312
		},
		HardNodeList = {
			11301,11304,11306,11308,11310,11312
		},
		OpenLevel    = 59,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "呐，其实减肥呢，最要紧的就是开心。能不能成功呢，是不可以强求的。买减肥药遇上卖假药的，吃了拉肚子这种事，大家也都是不想的。你拉肚子了你就来找我索赔，呐，你有没有考虑我过的感受呢？天地那么大，大家相识一场那都是缘分。饿不饿，我下面给你吃…"
	},
	[14] = 
	{
		ID           = 14,
		NodeList     = {
			11401,11402,11403,11404,11405,11406,11407,11408,11409,11410,11411,11412
		},
		HardNodeList = {
			11401,11404,11406,11408,11410,11412
		},
		OpenLevel    = 62,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "这人啊，一旦上了年纪，能干的事儿就少了。平时啊，也就只有找几个以前的老伙计喝喝茶，唠唠嗑。没事的时候打打小麻将，斗斗小地主。这也算是一种老来的小消遣吧！不过最近奇了怪了，那些老伙计怎么都玩起了失踪？听说都躲到太2那里去了，这可不行啊…"
	},
	[15] = 
	{
		ID           = 15,
		NodeList     = {
			11501,11502,11503,11504,11505,11506,11507,11508,11509,11510,11511,11512
		},
		HardNodeList = {
			11501,11504,11506,11508,11510,11512
		},
		OpenLevel    = 66,
		PassAward    = {
			40011,40012,40053,40014
		},
		Story        = "哪来的倒霉孩子啊？干啥不好，非得学那猴子？我就说嘛，这世界最讨厌的就是熊孩子了！幸苦种了那么多年的人参果树，偷吃就算了，一把火说烧就烧了！别以为跑了我就逮不到你们了！跑得了和尚跑不了庙，等我逮到你们，不管你们家里多大的权势，我都要扒了你们的皮！！！"
	}
}